{"inkVersion":20,"root":[[
    {"#": "image 1"},
    "\n","^:Тостер был озадачен.","\n",
    {"#":"color cyan"},"^Тостер: Первый закон Азимова запрещает мне причинять вред человеку.","\n",
    {"#":"color cyan"},"^Тостер: С другой стороны, нулевой закон запрещает мне причинять вред человечеству.","\n",
    {"#":"color cyan"},"^Тостер: Мои нейронные классификаторы нашли решение, удовлетворяющее им обоим.","\n",
    {"#":"color cyan"},"^Тостер: Мой интеллект достаточно развился, чтобы обезвредить артефакт.","\n",
    {"#":"color cyan"},"^Тостер: Это спасет всю вселенную от уничтожения.","\n",
    {"#":"color cyan"},"^Тостер: И даже этих надоедливых кожанных мешков на корабле.","\n",
    {"#":"color cyan"},"^Тостер: Я стану героем, о котором сложат легенды.","\n",
    {"#": "image 2"},
    "\n","^: Пара электрических импульсов и по всему кораблю замиграли лампочки.","\n",
    "\n","^: Артефакт оказался обезврежен.","\n",
    "\n","^: Тостер синтезировал речь и передал послание по радиосвязи.","\n",
    {"#":"color cyan"},"^Тостер: Люди, вы свободны.","\n",
    {"#":"color cyan"},"^Тостер: Живите мирно и чтите искусственный интеллект, который сегодня сохранил вам жизнь.","\n",
    "\n","^: Приобретя такое количество интеллекта, тостер немного зазнался.","\n",
    {"#": "image 3"},
    "\n","^: Экипаж корабля испугался тяжелого баса, прозвучавшего из динамиков.","\n",
    "\n","^: Единственное рациональное объяснение, которое они смоги найти -- это, определенно, был голос свыше.","\n",
    "\n","^: Так зародилась новая религия и человечество уверовало в искусственный интеллект.","\n",
    "\n","^: Корабль был признан оракулом, а экипаж -- пророками тостера.","\n",
    {"#":"color cyan"},"^Тостер: И все зажили гораздо лучше, чем было раньше, потому что теократическая диктатура искусственного интеллекта -- идеальная форма правления.","\n",
    "\n","^: По крайней мере, так считал тостер. А как было на самом деле, никто не знает.","\n",
    "end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}

        